Repository: rendiwijiatmoko/Vaultwarden
Catalog: vaultwardenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Choose an item to view its saved details.
ar: اختر عنصرًا لعرض تفاصيله المحفوظة.
bg: Изберете елемент, за да видите запазените му данни.
bn: সংরক্ষিত তথ্য দেখতে একটি আইটেম বেছে নিন।
ca: Trieu un element per veure'n les dades desades.
cs: Vyberte položku a zobrazte její uložené údaje.
da: Vælg et element for at se de gemte oplysninger.
de: Wähle einen Eintrag aus, um seine gespeicherten Details anzuzeigen.
el: Επιλέξτε ένα στοιχείο για να δείτε τα αποθηκευμένα στοιχεία του.
es: Elige un elemento para ver sus datos guardados.
fa: برای دیدن جزئیات ذخیره‌شده، یک مورد انتخاب کنید.
fi: Valitse kohde nähdäksesi sen tallennetut tiedot.
fr: Choisissez un élément pour afficher ses informations enregistrées.
he: יש לבחור פריט כדי להציג את פרטיו השמורים.
hi: सहेजे गए विवरण देखने के लिए कोई आइटम चुनें।
hr: Odaberi stavku za prikaz spremljenih podataka.
hu: Válasszon elemet a mentett adatai megtekintéséhez.
id: Pilih item untuk melihat detail tersimpannya.
it: Scegli un elemento per visualizzarne i dettagli salvati.
ja: 保存されている詳細を表示する項目を選択してください。
kk: Сақталған мәліметтерін көру үшін элемент таңдаңыз.
ko: 저장된 세부 정보를 보려면 항목을 선택하세요.
lt: Pasirinkite elementą, kad peržiūrėtumėte išsaugotus duomenis.
ms: Pilih item untuk melihat butirannya yang disimpan.
nb: Velg et element for å vise de lagrede detaljene.
nl: Kies een item om de opgeslagen gegevens te bekijken.
pl: Wybierz element, aby zobaczyć zapisane szczegóły.
pt: Escolha um item para ver os detalhes guardados.
ro: Alegeți un element pentru a-i vedea detaliile salvate.
ru: Выберите элемент, чтобы просмотреть его сохранённые данные.
sk: Vyberte položku a zobrazte jej uložené údaje.
sl: Izberite element, da si ogledate njegove shranjene podatke.
sv: Välj ett objekt för att visa dess sparade uppgifter.
th: เลือกรายการเพื่อดูรายละเอียดที่บันทึกไว้
tr: Kayıtlı ayrıntılarını görüntülemek için bir öğe seçin.
uk: Виберіть елемент, щоб переглянути його збережені дані.
vi: Chọn một mục để xem chi tiết đã lưu.
zh_hans: 选择一个项目以查看其保存的详情。
zh_hant: 選擇一個項目以查看其儲存的詳情。

source: Choose an SSH key to view its connection and key details.
ar: اختر مفتاح SSH لعرض تفاصيل الاتصال والمفتاح.
bg: Изберете SSH ключ, за да видите данните за връзката и ключа.
bn: সংযোগ ও কী-এর তথ্য দেখতে একটি SSH কী বেছে নিন।
ca: Trieu una clau SSH per veure'n les dades de connexió i de la clau.
cs: Vyberte klíč SSH a zobrazte podrobnosti připojení a klíče.
da: Vælg en SSH-nøgle for at se oplysninger om forbindelsen og nøglen.
de: Wähle einen SSH-Schlüssel aus, um die Verbindungs- und Schlüsseldetails anzuzeigen.
el: Επιλέξτε ένα κλειδί SSH για να δείτε τα στοιχεία σύνδεσης και κλειδιού του.
es: Elige una clave SSH para ver los datos de la conexión y de la clave.
fa: برای دیدن جزئیات اتصال و کلید، یک کلید SSH انتخاب کنید.
fi: Valitse SSH-avain nähdäksesi yhteys- ja avaintiedot.
fr: Choisissez une clé SSH pour afficher les détails de la connexion et de la clé.
he: יש לבחור מפתח SSH כדי להציג את פרטי החיבור והמפתח שלו.
hi: कनेक्शन और कुंजी विवरण देखने के लिए कोई SSH कुंजी चुनें।
hr: Odaberi SSH ključ za prikaz podataka o vezi i ključu.
hu: Válasszon SSH-kulcsot a kapcsolat és a kulcs adatainak megtekintéséhez.
id: Pilih kunci SSH untuk melihat detail koneksi dan kuncinya.
it: Scegli una chiave SSH per visualizzarne i dettagli di connessione e della chiave.
ja: 接続情報と鍵の詳細を表示するSSH鍵を選択してください。
kk: Қосылым мен кілт мәліметтерін көру үшін SSH кілтін таңдаңыз.
ko: 연결 및 키 세부 정보를 보려면 SSH 키를 선택하세요.
lt: Pasirinkite SSH raktą, kad peržiūrėtumėte ryšio ir rakto duomenis.
ms: Pilih kunci SSH untuk melihat butiran sambungan dan kuncinya.
nb: Velg en SSH-nøkkel for å vise tilkoblings- og nøkkeldetaljene.
nl: Kies een SSH-sleutel om de verbindings- en sleutelgegevens te bekijken.
pl: Wybierz klucz SSH, aby zobaczyć dane połączenia i klucza.
pt: Escolha uma chave SSH para ver os detalhes da ligação e da chave.
ro: Alegeți o cheie SSH pentru a vedea detaliile conexiunii și ale cheii.
ru: Выберите ключ SSH, чтобы просмотреть сведения о подключении и ключе.
sk: Vyberte kľúč SSH a zobrazte podrobnosti pripojenia a kľúča.
sl: Izberite ključ SSH, da si ogledate podatke o povezavi in ključu.
sv: Välj en SSH-nyckel för att visa anslutnings- och nyckeluppgifter.
th: เลือกคีย์ SSH เพื่อดูรายละเอียดการเชื่อมต่อและคีย์
tr: Bağlantı ve anahtar ayrıntılarını görüntülemek için bir SSH anahtarı seçin.
uk: Виберіть ключ SSH, щоб переглянути дані підключення та ключа.
vi: Chọn một khóa SSH để xem chi tiết kết nối và khóa.
zh_hans: 选择一个 SSH 密钥以查看其连接和密钥详情。
zh_hant: 選擇一個 SSH 密鑰以查看其連線和密鑰詳情。

source: Choose an unfoldered item to view its saved details.
ar: اختر عنصرًا غير مصنف في مجلد لعرض تفاصيله المحفوظة.
bg: Изберете елемент без папка, за да видите запазените му данни.
bn: সংরক্ষিত তথ্য দেখতে ফোল্ডারবিহীন একটি আইটেম বেছে নিন।
ca: Trieu un element sense carpeta per veure'n les dades desades.
cs: Vyberte položku bez složky a zobrazte její uložené údaje.
da: Vælg et element uden mappe for at se de gemte oplysninger.
de: Wähle einen Eintrag ohne Ordner aus, um seine gespeicherten Details anzuzeigen.
el: Επιλέξτε ένα στοιχείο χωρίς φάκελο για να δείτε τα αποθηκευμένα στοιχεία του.
es: Elige un elemento sin carpeta para ver sus datos guardados.
fa: برای دیدن جزئیات ذخیره‌شده، موردی بدون پوشه انتخاب کنید.
fi: Valitse kansioton kohde nähdäksesi sen tallennetut tiedot.
fr: Choisissez un élément sans dossier pour afficher ses informations enregistrées.
he: יש לבחור פריט ללא תיקייה כדי להציג את פרטיו השמורים.
hi: सहेजे गए विवरण देखने के लिए बिना फोल्डर वाला आइटम चुनें।
hr: Odaberi stavku bez mape za prikaz spremljenih podataka.
hu: Válasszon mappa nélküli elemet a mentett adatai megtekintéséhez.
id: Pilih item tanpa folder untuk melihat detail tersimpannya.
it: Scegli un elemento senza cartella per visualizzarne i dettagli salvati.
ja: 保存されている詳細を表示するフォルダーなしの項目を選択してください。
kk: Сақталған мәліметтерін көру үшін қалтасыз элемент таңдаңыз.
ko: 저장된 세부 정보를 보려면 폴더 없는 항목을 선택하세요.
lt: Pasirinkite elementą be aplanko, kad peržiūrėtumėte išsaugotus duomenis.
ms: Pilih item tanpa folder untuk melihat butirannya yang disimpan.
nb: Velg et element uten mappe for å vise de lagrede detaljene.
nl: Kies een item zonder map om de opgeslagen gegevens te bekijken.
pl: Wybierz element bez folderu, aby zobaczyć zapisane szczegóły.
pt: Escolha um item sem pasta para ver os detalhes guardados.
ro: Alegeți un element fără dosar pentru a-i vedea detaliile salvate.
ru: Выберите элемент без папки, чтобы просмотреть его сохранённые данные.
sk: Vyberte položku bez priečinka a zobrazte jej uložené údaje.
sl: Izberite element brez mape, da si ogledate njegove shranjene podatke.
sv: Välj ett objekt utan mapp för att visa dess sparade uppgifter.
th: เลือกรายการที่ไม่มีโฟลเดอร์เพื่อดูรายละเอียดที่บันทึกไว้
tr: Kayıtlı ayrıntılarını görüntülemek için klasörsüz bir öğe seçin.
uk: Виберіть елемент без теки, щоб переглянути його збережені дані.
vi: Chọn một mục chưa phân loại để xem chi tiết đã lưu.
zh_hans: 选择一个未分类项目以查看其保存的详情。
zh_hant: 選擇一個未分類項目以查看其儲存的詳情。

source: Choose AutoFill Passwords and Passkeys.
ar: اختر «الملء التلقائي لكلمات المرور ومفاتيح المرور».
bg: Изберете „Автоматично попълване на пароли и секретни ключове“.
bn: AutoFill Passwords and Passkeys বেছে নিন।
ca: Trieu Emplena automàticament contrasenyes i claus de pas.
cs: Vyberte Automaticky vyplňovat hesla a přístupové klíče.
da: Vælg Autofyld adgangskoder og adgangsnøgler.
de: Wähle „Passwörter und Passkeys automatisch ausfüllen“.
el: Επιλέξτε Αυτόματη συμπλήρωση κωδικών και κλειδιών πρόσβασης.
es: Elige Autocompletar contraseñas y claves de acceso.
fa: «تکمیل خودکار کلمه‌های عبور و کلیدهای عبور» را انتخاب کنید.
fi: Valitse Täytä salasanat ja pääsyavaimet automaattisesti.
fr: Choisissez Remplir automatiquement les mots de passe et les clés d’accès.
he: יש לבחור מילוי אוטומטי של סיסמאות ומפתחות גישה.
hi: ऑटोफ़िल पासवर्ड और पासकी चुनें।
hr: Odaberi Automatski popuni lozinke i pristupne ključeve.
hu: Válassza a Jelszavak és hozzáférési kulcsok automatikus kitöltése lehetőséget.
id: Pilih Isi Otomatis Kata Sandi dan Passkey.
it: Scegli Compilazione automatica di password e passkey.
ja: 「パスワードとパスキーを自動入力」を選択します。
kk: Құпиясөздер мен кіру кілттерін автотолтыруды таңдаңыз.
ko: 비밀번호 및 패스키 자동 완성을 선택하세요.
lt: Pasirinkite Automatinis slaptažodžių ir prieigos raktų pildymas.
ms: Pilih Isi Auto Kata Laluan dan Kunci Laluan.
nb: Velg Autofyll passord og passnøkler.
nl: Kies Vul wachtwoorden en passkeys automatisch in.
pl: Wybierz Autouzupełnianie haseł i kluczy dostępu.
pt: Escolha Preenchimento automático de palavras-passe e chaves de acesso.
ro: Alegeți Autocompletare parole și chei de acces.
ru: Выберите «Автозаполнение паролей и ключей доступа».
sk: Vyberte Automatické dopĺňanie hesiel a prístupových kľúčov.
sl: Izberite Samodejno izpolnjevanje gesel in ključev za dostop.
sv: Välj Autofyll lösenord och nycklar.
th: เลือกป้อนรหัสผ่านและพาสคีย์อัตโนมัติ
tr: Otomatik Doldurma Parolaları ve Geçiş Anahtarları'nı seçin.
uk: Виберіть «Автозаповнення паролів і ключів доступу».
vi: Chọn Tự động điền mật khẩu và mã khóa.
zh_hans: 选择“自动填充密码和通行密钥”。
zh_hant: 選擇“自動填入密碼和密碼金鑰”。

source: Choose Verification Code App
ar: اختيار تطبيق رمز التحقق
bg: Избор на приложение за кодове за потвърждение
bn: যাচাইকরণ কোড অ্যাপ বেছে নিন
ca: Trieu l'aplicació de codis de verificació
cs: Vyberte aplikaci pro ověřovací kódy
da: Vælg app til bekræftelseskoder
de: App für Bestätigungscodes auswählen
el: Επιλογή εφαρμογής κωδικών επαλήθευσης
es: Elegir aplicación de códigos de verificación
fa: انتخاب برنامه کد تأیید
fi: Valitse vahvistuskoodisovellus
fr: Choisir l’application de codes de vérification
he: בחירת יישום לקודי אימות
hi: सत्यापन कोड ऐप चुनें
hr: Odaberi aplikaciju za kodove za provjeru
hu: Ellenőrzőkód-alkalmazás kiválasztása
id: Pilih Aplikasi Kode Verifikasi
it: Scegli app per i codici di verifica
ja: 確認コードアプリを選択
kk: Растау коды қолданбасын таңдаңыз
ko: 인증 코드 앱 선택
lt: Pasirinkti patvirtinimo kodų programą
ms: Pilih Aplikasi Kod Pengesahan
nb: Velg app for bekreftelseskoder
nl: Kies app voor verificatiecodes
pl: Wybierz aplikację kodów weryfikacyjnych
pt: Escolher aplicação de códigos de verificação
ro: Alegeți aplicația pentru coduri de verificare
ru: Выбрать приложение кодов подтверждения
sk: Vybrať aplikáciu overovacích kódov
sl: Izberite aplikacijo za kode za preverjanje
sv: Välj app för verifieringskoder
th: เลือกแอปรหัสยืนยัน
tr: Doğrulama Kodu Uygulamasını Seçin
uk: Виберіть програму для кодів підтвердження
vi: Chọn ứng dụng mã xác minh
zh_hans: 选择验证码应用
zh_hant: 選擇驗證碼應用程式

source: Choose when iOS should verify that it is really you. These options can be changed later.
ar: اختر متى يجب على iOS التحقق من هويتك. يمكن تغيير هذه الخيارات لاحقًا.
bg: Изберете кога iOS да проверява, че това наистина сте Вие. Тези настройки могат да се променят по-късно.
bn: iOS কখন নিশ্চিত করবে যে এটি সত্যিই আপনি, তা বেছে নিন। এই বিকল্পগুলো পরে পরিবর্তন করা যাবে।
ca: Trieu quan voleu que iOS verifiqui que realment sou vosaltres. Aquestes opcions es poden canviar més endavant.
cs: Zvolte, kdy má iOS ověřit, že jste to opravdu vy. Tyto možnosti lze později změnit.
da: Vælg, hvornår iOS skal bekræfte, at det virkelig er dig. Disse indstillinger kan ændres senere.
de: Wähle aus, wann iOS überprüfen soll, dass du es wirklich bist. Diese Optionen können später geändert werden.
el: Επιλέξτε πότε το iOS θα πρέπει να επαληθεύει ότι είστε πράγματι εσείς. Αυτές οι επιλογές μπορούν να αλλάξουν αργότερα.
es: Elige cuándo debe verificar iOS que realmente eres tú. Estas opciones se pueden cambiar más adelante.
fa: زمانی را انتخاب کنید که iOS باید هویت شما را تأیید کند. این گزینه‌ها بعداً قابل تغییرند.
fi: Valitse, milloin iOS varmistaa, että kyseessä olet todella sinä. Näitä asetuksia voi muuttaa myöhemmin.
fr: Choisissez quand iOS doit vérifier qu’il s’agit bien de vous. Ces options pourront être modifiées ultérieurement.
he: יש לבחור מתי iOS יאמת שזה אכן אתם. ניתן לשנות אפשרויות אלה מאוחר יותר.
hi: चुनें कि iOS कब सत्यापित करे कि यह वास्तव में आप ही हैं। इन विकल्पों को बाद में बदला जा सकता है।
hr: Odaberi kada iOS treba potvrditi da si to zaista ti. Ove se mogućnosti mogu promijeniti kasnije.
hu: Válassza ki, mikor ellenőrizze az iOS, hogy valóban Ön használja. Ezek később módosíthatók.
id: Pilih kapan iOS harus memverifikasi bahwa ini benar-benar Anda. Opsi ini dapat diubah nanti.
it: Scegli quando iOS deve verificare che sia davvero tu. Queste opzioni possono essere modificate in seguito.
ja: iOSが本人確認を行うタイミングを選択してください。これらのオプションは後から変更できます。
kk: iOS сіз екеніңізді қашан растауы керектігін таңдаңыз. Бұл параметрлерді кейін өзгертуге болады.
ko: iOS가 본인임을 확인할 시점을 선택하세요. 이 옵션은 나중에 변경할 수 있습니다.
lt: Pasirinkite, kada iOS turėtų patikrinti, kad tai tikrai jūs. Šias parinktis galima pakeisti vėliau.
ms: Pilih bila iOS perlu mengesahkan bahawa ia benar-benar anda. Pilihan ini boleh diubah kemudian.
nb: Velg når iOS skal bekrefte at det virkelig er deg. Disse alternativene kan endres senere.
nl: Kies wanneer iOS moet controleren of jij het echt bent. Deze opties kunnen later worden gewijzigd.
pl: Wybierz, kiedy iOS ma potwierdzać Twoją tożsamość. Te opcje można później zmienić.
pt: Escolha quando o iOS deve verificar que é realmente o utilizador. Estas opções podem ser alteradas mais tarde.
ro: Alegeți când iOS trebuie să verifice că sunteți chiar dvs. Aceste opțiuni pot fi modificate ulterior.
ru: Выберите, когда iOS должна проверять, что это действительно вы. Эти параметры можно изменить позже.
sk: Vyberte, kedy má systém iOS overiť, že ste to naozaj vy. Tieto možnosti môžete neskôr zmeniť.
sl: Izberite, kdaj naj iOS preveri, ali ste to res vi. Te možnosti lahko pozneje spremenite.
sv: Välj när iOS ska verifiera att det verkligen är du. Alternativen kan ändras senare.
th: เลือกเวลาที่ iOS ควรตรวจสอบว่าเป็นคุณจริง ๆ คุณสามารถเปลี่ยนตัวเลือกเหล่านี้ได้ภายหลัง
tr: iOS'in gerçekten siz olduğunuzu ne zaman doğrulayacağını seçin. Bu seçenekler daha sonra değiştirilebilir.
uk: Виберіть, коли iOS має перевіряти, що це справді ви. Ці параметри можна змінити пізніше.
vi: Chọn thời điểm iOS cần xác minh đó thực sự là bạn. Có thể thay đổi các tùy chọn này sau.
zh_hans: 选择 iOS 何时应验证确实是您本人。这些选项稍后可以更改。
zh_hant: 選擇 iOS 何時應驗證確實是您本人。這些選項稍後可以更改。

source: City
ar: المدينة
bg: Град
bn: শহর
ca: Ciutat
cs: Město
da: By
de: Stadt
el: Πόλη
es: Ciudad
fa: شهر
fi: Kaupunki
fr: Ville
he: עיר
hi: शहर
hr: Grad
hu: Város
id: Kota
it: Città
ja: 市区町村
kk: Қала
ko: 도시
lt: Miestas
ms: Bandar
nb: Sted
nl: Plaats
pl: Miasto
pt: Cidade
ro: Oraș
ru: Город
sk: Mesto
sl: Mesto
sv: Ort
th: เมือง
tr: Şehir
uk: Місто
vi: Thành phố
zh_hans: 城市
zh_hant: 城市

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
bg: Изчистване на кеша
bn: ক্যাশ পরিষ্কার করুন
ca: Esborra la memòria cau
cs: Vymazat mezipaměť
da: Ryd cache
de: Cache leeren
el: Εκκαθάριση προσωρινής μνήμης
es: Borrar caché
fa: پاک کردن حافظه پنهان
fi: Tyhjennä välimuisti
fr: Vider le cache
he: ניקוי המטמון
hi: कैश साफ़ करें
hr: Očisti predmemoriju
hu: Gyorsítótár törlése
id: Bersihkan Cache
it: Svuota cache
ja: キャッシュを消去
kk: Кэшті тазалау
ko: 캐시 지우기
lt: Išvalyti podėlį
ms: Kosongkan Cache
nb: Tøm hurtigbuffer
nl: Cache wissen
pl: Wyczyść pamięć podręczną
pt: Limpar cache
ro: Golire cache
ru: Очистить кэш
sk: Vymazať vyrovnávaciu pamäť
sl: Počisti predpomnilnik
sv: Rensa cache
th: ล้างแคช
tr: Önbelleği Temizle
uk: Очистити кеш
vi: Xóa bộ nhớ đệm
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear clipboard automatically
ar: مسح الحافظة تلقائيًا
bg: Автоматично изчистване на клипборда
bn: ক্লিপবোর্ড স্বয়ংক্রিয়ভাবে পরিষ্কার করুন
ca: Esborra automàticament el porta-retalls
cs: Automaticky vymazat schránku
da: Ryd udklipsholderen automatisk
de: Zwischenablage automatisch leeren
el: Αυτόματη εκκαθάριση προχείρου
es: Borrar automáticamente el portapapeles
fa: پاک کردن خودکار کلیپ‌بورد
fi: Tyhjennä leikepöytä automaattisesti
fr: Effacer automatiquement le presse-papiers
he: ניקוי אוטומטי של לוח הגזירים
hi: क्लिपबोर्ड अपने आप साफ़ करें
hr: Automatski očisti međuspremnik
hu: Vágólap automatikus törlése
id: Bersihkan papan klip secara otomatis
it: Cancella automaticamente gli appunti
ja: クリップボードを自動的に消去
kk: Алмасу буферін автоматты тазалау
ko: 클립보드 자동 지우기
lt: Automatiškai išvalyti iškarpinę
ms: Kosongkan papan klip secara automatik
nb: Tøm utklippstavlen automatisk
nl: Klembord automatisch wissen
pl: Automatycznie czyść schowek
pt: Limpar automaticamente a área de transferência
ro: Golire automată a clipboardului
ru: Автоматически очищать буфер обмена
sk: Automaticky vymazať schránku
sl: Samodejno počisti odložišče
sv: Rensa urklipp automatiskt
th: ล้างคลิปบอร์ดโดยอัตโนมัติ
tr: Panoyu otomatik temizle
uk: Автоматично очищати буфер обміну
vi: Tự động xóa bảng nhớ tạm
zh_hans: 自动清除剪贴板
zh_hant: 自動清除剪貼簿

source: Clear Encrypted Cache?
ar: هل تريد مسح ذاكرة التخزين المؤقت المشفرة؟
bg: Изчистване на шифрования кеш?
bn: এনক্রিপ্ট করা ক্যাশ পরিষ্কার করবেন?
ca: Voleu esborrar la memòria cau xifrada?
cs: Vymazat šifrovanou mezipaměť?
da: Ryd krypteret cache?
de: Verschlüsselten Cache leeren?
el: Εκκαθάριση κρυπτογραφημένης προσωρινής μνήμης;
es: ¿Borrar caché cifrada?
fa: حافظه پنهان رمزگذاری‌شده پاک شود؟
fi: Tyhjennetäänkö salattu välimuisti?
fr: Vider le cache chiffré ?
he: לנקות את המטמון המוצפן?
hi: एन्क्रिप्टेड कैश साफ़ करें?
hr: Očistiti šifriranu predmemoriju?
hu: Törli a titkosított gyorsítótárat?
id: Bersihkan Cache Terenkripsi?
it: Svuotare la cache crittografata?
ja: 暗号化されたキャッシュを消去しますか？
kk: Шифрланған кэш тазалансын ба?
ko: 암호화된 캐시를 지울까요?
lt: Išvalyti šifruotą podėlį?
ms: Kosongkan Cache Disulitkan?
nb: Tømme kryptert hurtigbuffer?
nl: Versleutelde cache wissen?
pl: Wyczyścić zaszyfrowaną pamięć podręczną?
pt: Limpar cache encriptada?
ro: Goliți memoria cache criptată?
ru: Очистить зашифрованный кэш?
sk: Vymazať zašifrovanú vyrovnávaciu pamäť?
sl: Počistim šifrirani predpomnilnik?
sv: Rensa krypterad cache?
th: ล้างแคชที่เข้ารหัส?
tr: Şifreli Önbellek Temizlensin mi?
uk: Очистити зашифрований кеш?
vi: Xóa bộ nhớ đệm đã mã hóa?
zh_hans: 要清除加密缓存吗？
zh_hant: 要清除加密快取嗎？

source: Clear Encrypted Offline Cache
ar: مسح ذاكرة التخزين المؤقت المشفرة دون اتصال
bg: Изчистване на шифрования офлайн кеш
bn: এনক্রিপ্ট করা অফলাইন ক্যাশ পরিষ্কার করুন
ca: Esborra la memòria cau fora de línia xifrada
cs: Vymazat šifrovanou offline mezipaměť
da: Ryd krypteret offlinecache
de: Verschlüsselten Offline-Cache leeren
el: Εκκαθάριση κρυπτογραφημένης προσωρινής μνήμης εκτός σύνδεσης
es: Borrar caché sin conexión cifrada
fa: پاک کردن حافظه پنهان آفلاین رمزگذاری‌شده
fi: Tyhjennä salattu offline-välimuisti
fr: Vider le cache hors ligne chiffré
he: ניקוי המטמון המוצפן הלא מקוון
hi: एन्क्रिप्टेड ऑफ़लाइन कैश साफ़ करें
hr: Očisti šifriranu izvanmrežnu predmemoriju
hu: Titkosított offline gyorsítótár törlése
id: Bersihkan Cache Offline Terenkripsi
it: Svuota cache offline crittografata
ja: 暗号化されたオフラインキャッシュを消去
kk: Шифрланған офлайн кэшті тазалау
ko: 암호화된 오프라인 캐시 지우기
lt: Išvalyti šifruotą podėlį neprisijungus
ms: Kosongkan Cache Luar Talian Disulitkan
nb: Tøm kryptert frakoblet hurtigbuffer
nl: Versleutelde offlinecache wissen
pl: Wyczyść zaszyfrowaną pamięć offline
pt: Limpar cache offline encriptada
ro: Golire cache offline criptată
ru: Очистить зашифрованный офлайн-кэш
sk: Vymazať zašifrovanú offline vyrovnávaciu pamäť
sl: Počisti šifrirani predpomnilnik brez povezave
sv: Rensa krypterad offlinecache
th: ล้างแคชออฟไลน์ที่เข้ารหัส
tr: Şifreli Çevrimdışı Önbelleği Temizle
uk: Очистити зашифрований офлайн-кеш
vi: Xóa bộ nhớ đệm ngoại tuyến đã mã hóa
zh_hans: 清除加密离线缓存
zh_hant: 清除加密離線快取

source: Clear generator history
ar: مسح سجل المولدات
bg: Изчистване на историята на генериране
bn: জেনারেটরের ইতিহাস পরিষ্কার করুন
ca: Neteja l'historial del generador
cs: Vymazat historii generátoru
da: Ryd generatorhistorik
de: Generator-Verlauf löschen
el: Εκκαθάριση ιστορικού γεννήτριας
es: Borrar historial del generador
fa: پاک کردن تاریخچه تولید کننده
fi: Tyhjennä generaattorihistoria
fr: Effacer l'historique du générateur
he: נקה היסטוריית מחולל
hi: जनरेटर इतिहास साफ़ करें
hr: Očisti povijest generatora
hu: Generátor előzmények kiürítése
id: Bersihkan riwayat generator
it: Cancella cronologia
ja: 生成履歴を消去
kk: Генератор тарихын тазалау
ko: 생성기 기록 지우기
lt: Išvalyti generatoriaus istoriją
ms: Kosongkan sejarah penjana
nb: Tøm generatorhistorikk
nl: Generatorgeschiedenis wissen
pl: Wyczyść historię generatora
pt: Limpar o histórico do gerador
ro: Golire istoric generator
ru: Очистить историю генератора
sk: Vymazať históriu generátora
sl: Počisti zgodovino generatorja
sv: Rensa generatorhistorik
th: ล้างประวัติตัวสร้าง
tr: Üreteç geçmişini temizle
uk: Очистити історію генератора
vi: Dọn dẹp lịch sử trình tạo
zh_hans: 清除生成器历史记录
zh_hant: 清除產生器歷史記錄

source: Clear generator history?
ar: هل تريد مسح سجل المُنشئ؟
bg: Изчистване на историята на генератора?
bn: জেনারেটরের ইতিহাস পরিষ্কার করবেন?
ca: Voleu esborrar l'historial del generador?
cs: Vymazat historii generátoru?
da: Ryd generatorhistorik?
de: Generatorverlauf leeren?
el: Εκκαθάριση ιστορικού γεννήτριας;
es: ¿Borrar historial del generador?
fa: تاریخچه تولیدکننده پاک شود؟
fi: Tyhjennetäänkö luontihistoria?
fr: Effacer l’historique du générateur ?
he: לנקות את היסטוריית המחולל?
hi: जनरेटर इतिहास साफ़ करें?
hr: Očistiti povijest generatora?
hu: Törli a generátor előzményeit?
id: Bersihkan riwayat generator?
it: Cancellare la cronologia del generatore?
ja: 生成履歴を消去しますか？
kk: Генератор тарихы тазалансын ба?
ko: 생성기 기록을 지울까요?
lt: Išvalyti generatoriaus istoriją?
ms: Kosongkan sejarah penjana?
nb: Tømme generatorhistorikken?
nl: Generatorgeschiedenis wissen?
pl: Wyczyścić historię generatora?
pt: Limpar histórico do gerador?
ro: Goliți istoricul generatorului?
ru: Очистить историю генератора?
sk: Vymazať históriu generátora?
sl: Počistim zgodovino generatorja?
sv: Rensa generatorhistorik?
th: ล้างประวัติตัวสร้าง?
tr: Oluşturucu geçmişi temizlensin mi?
uk: Очистити історію генератора?
vi: Xóa lịch sử trình tạo?
zh_hans: 要清除生成器历史记录吗？
zh_hant: 要清除產生器歷史記錄嗎？

source: Clear History
ar: مسح السجل
bg: Изчистване на историята
bn: ইতিহাস পরিষ্কার করুন
ca: Neteja l'historial
cs: Vymazat historii
da: Ryd historik
de: Verlauf löschen
el: Εκκαθάριση ιστορικού
es: Limpiar historial
fa: پاک کردن تاریخچه
fi: Tyhjennä historia
fr: Effacer l'historique
he: ניקוי ההיסטוריה
hi: इतिहास साफ़ करें
hr: Očisti povijest
hu: Előzmények törlése
id: Bersihkan Riwayat
it: Cancella cronologia
ja: 履歴を消去
kk: Тарихты тазалау
ko: 기록 지우기
lt: Išvalyti istoriją
ms: Kosongkan Sejarah
nb: Tøm historikk
nl: Geschiedenis wissen
pl: Wyczyść historię
pt: Limpar histórico
ro: Golire istoric
ru: Очистить историю
sk: Vymazať históriu
sl: Počisti zgodovino
sv: Töm historik
th: ล้างประวัติ
tr: Geçmişi temizle
uk: Очистити історію
vi: Xóa lịch sử
zh_hans: 清除历史记录
zh_hant: 清除歷史紀錄

source: Close
ar: إغلاق
bg: Затваряне
bn: বন্ধ করুন
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezár
id: Tutup
it: Chiudi
ja: 閉じる
kk: Жабу
ko: 닫기
lt: Uždaryti
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Code %@
ar: الرمز %@
bg: Код %@
bn: কোড %@
ca: Codi %@
cs: Kód %@
da: Kode %@
el: Κωδικός %@
es: Código %@
fa: کد %@
fi: Koodi %@
he: קוד %@
hi: कोड %@
hr: Kod %@
hu: Kód: %@
id: Kode %@
it: Codice %@
ja: コード %@
kk: Код: %@
ko: 코드 %@
lt: Kodas %@
ms: Kod %@
nb: Kode %@
pl: Kod %@
pt: Código %@
ro: Cod %@
ru: Код %@
sk: Kód %@
sl: Koda %@
sv: Kod %@
th: รหัส %@
tr: Kod %@
uk: Код %@
vi: Mã %@
zh_hans: 验证码 %@
zh_hant: 驗證碼 %@
